Repository: KresXXX/UIKitTinder
Catalog: UIKitTinder/Resources/Localizable/*.lproj/Localizable.strings
Languages: pt_pt, ru

# mariaSilva
source: Last one to match calls
pt_pt: O último a dar match chama
ru: Последний, с кем было совпадение

# deboraLima
source: Did you like it by accident?
pt_pt: Deu like sem querer?
ru: Вам случайно понравилось?

# sandraSouza
source: I think we match
pt_pt: Acho q a gente combina
ru: Я думаю мы подходим друг-другу

# annaBeatriz
source: I don't drink, I don't smoke and I don't like parties
pt_pt: Não bebo não fumo e não curto balada
ru: Я не пью, не курю и не люблю вечеринки

# lauraOliveira
source: Want to know more about me?
pt_pt: Quer saber mais sobre mim?
ru: Хотите узнать обо мне больше?

# silvaPaz
source: If you don't talk, don't even like it
pt_pt: Se não for conversar nem dá like
ru: Если ты не собираешься разговривать, то ты не понравишься мне

# deboraLima1
source: In search of new friendships
pt_pt: Em busca de novas amizades
ru: Ищу новых друзей

# sandraSouza1
source: shirtless images don't impress me
pt_pt: images sem camisa não me impressionam
ru: образы без рубашки меня не впечатляют

# tahBeatriz
source: Hi, it looks like we're a good match
pt_pt: Oi pelo visto a gente combina
ru: Привет, видимо мы совпадаем

# lauraOliveira1
source: Looking for a good chat
pt_pt: Procurando um bom papo
ru: Ищу хорошую беседу

# sabrinaSantos
source: Whoever describes himself limits himself
pt_pt: Quem se descreve se limita
ru: Тот, кто описывает себя, ограничивает себя

# ameliaMargaret
source: I don't want anything casual
pt_pt: Não quero nada casual
ru: Я не хочу ничего случайного

# lauraKomako
source: Good humor is essential
pt_pt: Bom humor é fundamental
ru: Хороший юмор важен

# rosaOliveira
source: I don't know how to describe myself
pt_pt: Não sei me descrever
ru: Я не знаю, как себя описать

# nadiaJoana
source: Want to know more? Just like it
pt_pt: Quer saber mais? é só dar like
ru: Хотите узнать больше? Просто поставьте лайк

# maryDandara
source: I have an open relationship
pt_pt: Tenho um relacionamento aberto
ru: У меня свободные отношения.

# anitaEleanor
source: Too pretty to be true
pt_pt: Bonita demais pra ser verdade
ru: Слишком красиво, чтобы быть правдой

# helenAungSan
source: I hope you are open-minded
pt_pt: Espero q vc seja mente aberta
ru: Надеюсь, вы открыты

# lauraNelle
source: I'm here to make new friends
pt_pt: Estou aqui para fazer novas amizades
ru: Я здесь, чтобы завести новых друзей

# mariaVirginia
source: I love partying
pt_pt: Adoro balada
ru: Я люблю вечеринки

# messageLabel
source: you liked it too!
pt_pt: curtiu você também!
ru: тебе тоже понравилось!

source: profile ID
ru: ID профиля

source: photos ID
ru: ID фото

source: header ID
ru: ID заголовка

# sendMessageButton
source: To send
pt_pt: Enviar
ru: Отправить

# backButton
source: Back to tinder
pt_pt: Voltar para o tinder
ru: Вернуться к тиндеру

# messageField
source: Say something nice...
pt_pt: Diga algo legal...
ru: Скажи что-нибудь приятное...

# descriptionLabel
source: Recent Instagram photos
pt_pt: Fotos recentes do Instagram
ru: Недавние фотографии из Instagram
